local a = {
["800000001"] = {
   id = "800000001",
   ch = "确定",
   },
["800000002"] = {
   id = "800000002",
   ch = "取消",
   },
["800000003"] = {
   id = "800000003",
   ch = "规则介绍：\n1.赛前会根据玩家当前已解锁的动物随机出当局押注动物组合；\n2.在押注时间内，点击押注区动物可进行押注；\n3.点击“全押”会每门动物都+1注，直至所有门都达到押注上限为止；\n4.押注时动物头上的数字表示当局押注该门动物的次数，单门押注上限是99；\n5.押分倍率可点击调整；\n6.点击挂机后，每一轮的押注数直接复制上一轮；\n7.开赛后最先到达终点的动物为获胜动物，押中该动物可获得“押分倍率×该门动物倍率×该门押注次数”的鱼币奖励和“该门押注次数×该门动物倍率”的积分奖励；\n8.过往开赛结果可在历史面板内查看；\n9.解锁动物的条件可在图鉴内点击查看；",
   },
["800000004"] = {
   id = "800000004",
   ch = "积分等级尚未达到%d，无法解锁。",
   },
["800000005"] = {
   id = "800000005",
   ch = "VIP等级尚未达到VIP%d，无法解锁。",
   },
["800000006"] = {
   id = "800000006",
   ch = "累计押注鱼币尚未达到%d，无法解锁。",
   },
["800000007"] = {
   id = "800000007",
   ch = "积分等级尚未达到%d，是否消耗%d鱼币进行解锁？",
   },
["800000008"] = {
   id = "800000008",
   ch = "VIP等级尚未达到VIP%d，是否消耗%d鱼币进行解锁？",
   },
["800000009"] = {
   id = "800000009",
   ch = "累计押注鱼币尚未达到%d，是否消耗%d鱼币进行解锁？",
   },
["800000010"] = {
   id = "800000010",
   ch = "您确定要退出本游戏吗？",
   },
["800000011"] = {
   id = "800000011",
   ch = "已达到押注上限~",
   },
["800000012"] = {
   id = "800000012",
   ch = "该门已达到押注上限~",
   },
["800000013"] = {
   id = "800000013",
   ch = "对不起，您的当前鱼币数量不足，是否前往充值？",
   },
["800000014"] = {
   id = "800000014",
   ch = "由于您长时间未进行操作，将自动退出本游戏。",
   },
["800000015"] = {
   id = "800000015",
   ch = "玩家%s在赛龟兔赛跑游戏中鸿运当头，押中冠军动物，赢得了%d鱼币！",
   },
["800000016"] = {
   id = "800000016",
   ch = "押注已清空",
   },
["800000017"] = {
   id = "800000017",
   ch = "开始挂机",
   },
["800000018"] = {
   id = "800000018",
   ch = "取消挂机",
   },
["800000019"] = {
   id = "800000019",
   ch = "购买成功",
   },
["800000020"] = {
   id = "800000020",
   ch = "购买失败",
   },
["800000021"] = {
   id = "800000021",
   ch = "与服务器断开连接……",
   },
["800000022"] = {
   id = "800000022",
   ch = "您当前的货币少于%d，不能进行游戏，是否前往充值？",
   },
}
return a
